Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Point this at the folder your watch app exports to and new `.fit` files are imported whenever you open the app. It's checked on activation rather than continuously — and re-importing is free, since files dedupe on their contents.
ar: وجّه هذا إلى المجلد الذي يصدّر إليه تطبيق ساعتك، فتُستورد ملفات `.fit` الجديدة كلما فتحت التطبيق. يجري الفحص عند التنشيط لا باستمرار — وإعادة الاستيراد بلا تكلفة، لأن الملفات تُميَّز بمحتواها.
bg: Насочи това към папката, в която приложението на часовника ти експортира, и новите `.fit` файлове се импортират при всяко отваряне на приложението. Проверява се при активиране, а не непрекъснато — а повторното импортиране е безплатно, защото файловете се разпознават по съдържание.
ca: Apunta això a la carpeta on exporta l'app del teu rellotge i els fitxers `.fit` nous s'importaran cada cop que obris l'app. Es comprova en activar-la, no contínuament, i tornar a importar no costa res, perquè els fitxers es distingeixen pel contingut.
cs: Nasměruj to na složku, do které exportuje aplikace tvých hodinek, a nové soubory `.fit` se naimportují pokaždé, když aplikaci otevřeš. Kontroluje se to při aktivaci, ne průběžně — a opakovaný import nic nestojí, protože soubory se rozpoznávají podle obsahu.
da: Peg denne på den mappe, dit urs app eksporterer til, så importeres nye `.fit`-filer, hver gang du åbner appen. Der tjekkes ved aktivering, ikke løbende — og at importere igen koster intet, da filer genkendes på deres indhold.
de: Richte das auf den Ordner, in den deine Uhren-App exportiert — neue `.fit`-Dateien werden dann bei jedem Öffnen der App importiert. Geprüft wird beim Aktivieren, nicht laufend — und erneutes Importieren kostet nichts, da Dateien anhand ihres Inhalts erkannt werden.
el: Δείξε εδώ τον φάκελο όπου εξάγει η εφαρμογή του ρολογιού σου και τα νέα αρχεία `.fit` θα εισάγονται κάθε φορά που ανοίγεις την εφαρμογή. Ο έλεγχος γίνεται κατά την ενεργοποίηση και όχι συνεχώς — και η επανεισαγωγή δεν κοστίζει τίποτα, αφού τα αρχεία ξεχωρίζουν από το περιεχόμενό τους.
es: Apunta esto a la carpeta donde exporta la app de tu reloj y los archivos `.fit` nuevos se importarán cada vez que abras la app. Se comprueba al activarla, no de forma continua, y volver a importar no cuesta nada, porque los archivos se identifican por su contenido.
et: Suuna see kausta, kuhu su kella rakendus ekspordib, ja uued `.fit`-failid imporditakse iga kord, kui rakenduse avad. Kontrollitakse aktiveerimisel, mitte pidevalt — ja uuesti importimine ei maksa midagi, sest failid eristatakse sisu järgi.
fi: Osoita tämä kansioon, johon kellosovelluksesi vie tiedostot, niin uudet `.fit`-tiedostot tuodaan aina kun avaat sovelluksen. Tarkistus tehdään käynnistettäessä eikä jatkuvasti — ja uudelleentuonti ei maksa mitään, koska tiedostot tunnistetaan sisällöstä.
fr: Pointe ceci vers le dossier d'export de l'app de ta montre : les nouveaux fichiers `.fit` seront importés à chaque ouverture de l'app. La vérification se fait à l'activation, pas en continu — et réimporter ne coûte rien, les fichiers étant identifiés par leur contenu.
ga: Dírigh é seo ar an bhfillteán a n-easpórtálann aip d'uaireadóra chuige agus iompórtálfar comhaid nua `.fit` gach uair a osclaíonn tú an aip. Seiceáiltear é nuair a ghníomhachtaítear é seachas go leanúnach — agus ní chosnaíonn athiompórtáil aon rud, óir déantar comhaid a dhí-dhúbailt de réir a n-ábhair.
hr: Usmjeri ovo na mapu u koju izvozi aplikacija tvog sata i nove datoteke `.fit` uvest će se svaki put kad otvoriš aplikaciju. Provjera se radi pri aktivaciji, a ne stalno — a ponovni uvoz ništa ne košta jer se datoteke razlikuju po sadržaju.
hu: Mutass rá arra a mappára, ahova az órád alkalmazása exportál, és az új `.fit` fájlok minden appindításkor beimportálódnak. Az ellenőrzés aktiváláskor történik, nem folyamatosan — az újraimportálás pedig ingyenes, mert a fájlok tartalom alapján szűrődnek.
id: Arahkan ini ke folder tempat aplikasi jammu mengekspor, dan file `.fit` baru akan diimpor setiap kali kamu membuka aplikasi. Pemeriksaan dilakukan saat aplikasi diaktifkan, bukan terus-menerus — dan mengimpor ulang itu gratis, karena file disaring berdasarkan isinya.
is: Beindu þessu að möppunni sem úrforritið þitt flytur út í og nýjar `.fit`-skrár verða fluttar inn í hvert sinn sem þú opnar forritið. Það er athugað við ræsingu frekar en stöðugt — og endurinnflutningur kostar ekkert, því skrár eru aðgreindar eftir innihaldi.
it: Punta questo alla cartella in cui esporta l'app del tuo orologio: i nuovi file `.fit` verranno importati ogni volta che apri l'app. Il controllo avviene all'attivazione, non di continuo — e reimportare non costa nulla, perché i file vengono riconosciuti dal contenuto.
ja: 時計のアプリが書き出すフォルダを指定すると、アプリを開くたびに新しい `.fit` ファイルが読み込まれます。常時ではなく起動時に確認します。ファイルは内容で重複判定するため、再読み込みしても害はありません。
ko: 시계 앱이 내보내는 폴더를 지정해 두면 앱을 열 때마다 새 `.fit` 파일을 가져옵니다. 계속 감시하지 않고 앱이 활성화될 때 확인하며, 파일은 내용으로 중복을 걸러내므로 다시 가져와도 문제가 없습니다.
lt: Nurodyk aplanką, į kurį eksportuoja tavo laikrodžio programa, ir nauji `.fit` failai bus importuojami kiekvieną kartą, kai atversi programą. Tikrinama aktyvuojant, o ne nuolat — o pakartotinis importas nieko nekainuoja, nes failai atskiriami pagal turinį.
lv: Norādi šeit mapi, uz kuru eksportē tava pulksteņa lietotne, un jaunie `.fit` faili tiks importēti katru reizi, kad atvērsi lietotni. Pārbaude notiek aktivizēšanas brīdī, nevis nepārtraukti — un atkārtota importēšana neko nemaksā, jo faili tiek atšķirti pēc satura.
mk: Насочи го ова кон папката во која извезува апликацијата на твојот часовник и новите датотеки `.fit` ќе се увезуваат секогаш кога ќе ја отвориш апликацијата. Се проверува при активирање, а не постојано — и повторниот увоз не чини ништо, бидејќи датотеките се разликуваат по содржината.
ms: Halakan ini ke folder tempat aplikasi jam anda mengeksport, dan fail `.fit` baharu akan diimport setiap kali anda membuka aplikasi. Ia diperiksa semasa pengaktifan dan bukan secara berterusan — dan mengimport semula itu percuma, kerana fail disaring berdasarkan kandungannya.
mt: Ipponta dan lejn il-folder fejn tesporta l-app tal-arloġġ tiegħek u l-fajls `.fit` ġodda jiġu importati kull darba li tiftaħ l-app. Jiġi ċċekkjat mal-attivazzjoni u mhux kontinwament — u l-importazzjoni mill-ġdid ma tiswa xejn, għax il-fajls jingħarfu mill-kontenut tagħhom.
nb: Pek denne mot mappa klokkeappen din eksporterer til, så importeres nye `.fit`-filer hver gang du åpner appen. Det sjekkes ved aktivering, ikke løpende — og å importere på nytt koster ingenting, siden filer gjenkjennes på innholdet.
nl: Richt dit op de map waar de app van je horloge naartoe exporteert, dan worden nieuwe `.fit`-bestanden geïmporteerd telkens als je de app opent. Er wordt gecontroleerd bij activeren, niet doorlopend — en opnieuw importeren kost niets, omdat bestanden op hun inhoud worden herkend.
pl: Wskaż folder, do którego eksportuje aplikacja zegarka, a nowe pliki `.fit` będą importowane przy każdym otwarciu aplikacji. Sprawdzanie następuje przy aktywacji, a nie ciągle — a ponowny import nic nie kosztuje, bo pliki rozpoznaje się po zawartości.
pt_br: Aponte isto para a pasta em que o app do seu relógio exporta e os novos arquivos `.fit` são importados sempre que você abrir o app. A checagem acontece quando o app é ativado, não o tempo todo — e reimportar não custa nada, já que os arquivos são desduplicados pelo conteúdo.
pt_pt: Aponta isto para a pasta onde a app do teu relógio exporta e os ficheiros `.fit` novos são importados sempre que abres a app. É verificada ao ativar, não continuamente — e voltar a importar não custa nada, porque os ficheiros são reconhecidos pelo conteúdo.
ro: Indică folderul în care exportă aplicația ceasului tău și fișierele `.fit` noi se importă de fiecare dată când deschizi aplicația. Se verifică la activare, nu continuu — iar reimportul nu costă nimic, pentru că fișierele se deduplică după conținut.
ru: Укажите папку, куда выгружает приложение ваших часов, — и новые файлы `.fit` будут импортироваться при каждом открытии приложения. Проверка идёт при активации, а не постоянно; повторный импорт ничего не стоит, так как файлы различаются по содержимому.
sk: Nasmeruj to na priečinok, do ktorého exportuje aplikácia tvojich hodiniek, a nové súbory `.fit` sa naimportujú vždy, keď aplikáciu otvoríš. Kontroluje sa to pri aktivácii, nie priebežne — a opakovaný import nič nestojí, pretože súbory sa rozlišujú podľa obsahu.
sl: Usmeri to v mapo, kamor izvaža aplikacija tvoje ure, in nove datoteke `.fit` se bodo uvozile ob vsakem odprtju aplikacije. Preverjanje poteka ob aktivaciji, ne neprestano — ponovni uvoz pa nič ne stane, saj se datoteke razlikujejo po vsebini.
sq: Drejtoje këtë nga dosja ku eksporton aplikacioni i orës sate dhe skedarët e rinj `.fit` importohen sa herë që hap aplikacionin. Kontrollohet kur aktivizohet, jo vazhdimisht — dhe riimportimi nuk kushton asgjë, sepse skedarët dallohen sipas përmbajtjes.
sr: Усмери ово на фасциклу у коју извози апликација твог сата и нове датотеке `.fit` увешће се сваки пут кад отвориш апликацију. Провера се ради при активацији, а не стално — а поновни увоз ништа не кошта јер се датотеке разликују по садржају.
sv: Peka det här mot mappen som klockans app exporterar till, så importeras nya `.fit`-filer varje gång du öppnar appen. Kontrollen sker vid aktivering, inte löpande — och att importera om kostar ingenting, eftersom filer känns igen på sitt innehåll.
tr: Bunu saat uygulamanın dışa aktardığı klasöre yönlendir; uygulamayı her açtığında yeni `.fit` dosyaları içe aktarılır. Sürekli değil, uygulama etkinleştiğinde kontrol edilir — ve dosyalar içeriklerine göre tekilleştiği için yeniden içe aktarmanın bir maliyeti yoktur.
uk: Вкажіть папку, куди вивантажує застосунок вашого годинника, — і нові файли `.fit` імпортуватимуться щоразу, коли ви відкриваєте застосунок. Перевірка йде при активації, а не постійно; повторний імпорт нічого не коштує, бо файли розрізняються за вмістом.
vi: Trỏ mục này vào thư mục mà ứng dụng đồng hồ của bạn xuất ra, và mỗi lần bạn mở ứng dụng thì các tệp `.fit` mới sẽ được nhập. Nó chỉ kiểm tra lúc ứng dụng được kích hoạt chứ không theo dõi liên tục — và nhập lại thì chẳng tốn gì, vì các tệp được khử trùng lặp theo nội dung.
zh_hans: 把它指向手表应用的导出文件夹，每次打开本应用时就会导入新的 `.fit` 文件。只在应用激活时检查，而不是持续监视——重复导入也没关系，文件会按内容去重。
zh_hant: 把它指向手錶 App 的匯出資料夾，每次開啟本 App 時就會匯入新的 `.fit` 檔案。只在 App 啟用時檢查，而不是持續監看——重複匯入也沒關係，檔案會依內容去重。

source: Points
ar: النقاط
bg: Точки
ca: Punts
cs: Body
da: Punkter
de: Punkte
el: Σημεία
es: Puntos
et: Punktid
fi: Pisteet
ga: Pointí
hr: Točke
hu: Pontok
id: Poin
is: Punktar
it: Punti
ja: 地点数
ko: 지점 수
lt: Taškai
lv: Punkti
mk: Точки
ms: Mata
mt: Punti
nb: Punkter
nl: Punten
pl: Punkty
pt_br: Pontos
pt_pt: Pontos
ro: Puncte
ru: Точки
sk: Body
sl: Točke
sq: Pika
sr: Тачке
sv: Punkter
tr: Nokta
uk: Точки
vi: Điểm
zh_hans: 点数
zh_hant: 點數

source: Polarized
ar: مستقطَب
bg: Поляризирано
ca: Polaritzat
cs: Polarizovaný
da: Polariseret
de: Polarisiert
el: Πολωμένο
es: Polarizado
et: Polariseeritud
fi: Polarisoitu
fr: Polarisé
ga: Polaraithe
hr: Polarizirano
hu: Polarizált
id: Terpolarisasi
is: Skautað
it: Polarizzato
ja: ポラライズド
ko: 양극화
lt: Poliarizuota
lv: Polarizēts
mk: Поларизирано
ms: Terkutub
mt: Polarizzat
nb: Polarisert
nl: Gepolariseerd
pl: Spolaryzowany
pt_br: Polarizado
pt_pt: Polarizado
ro: Polarizat
ru: Поляризованно
sk: Polarizovaný
sl: Polarizirano
sq: E polarizuar
sr: Поларизовано
sv: Polariserat
tr: Kutuplaşmış
uk: Поляризовано
vi: Phân cực
zh_hans: 两极化
zh_hant: 兩極化

source: Poor
ar: سيئ
bg: Лошо
ca: Dolent
cs: Špatná
da: Dårligt
de: Schlecht
el: Κακή
es: Malo
et: Halb
fi: Huono
fr: Mauvaise
ga: Go dona
hr: Loše
hu: Rossz
id: Buruk
is: Slæmt
it: Scarso
ja: 悪い
ko: 나쁨
lt: Prastas
lv: Slikts
mk: Лошо
ms: Lemah
mt: Ħażin
nb: Dårlig
nl: Slecht
pl: Kiepski
pt_br: Ruim
pt_pt: Fraca
ro: Proastă
ru: Плохое
sk: Zlá
sl: Slabo
sq: Dobët
sr: Лоше
sv: Dåligt
tr: Kötü
uk: Поганий
vi: Kém
zh_hans: 差
zh_hant: 差

source: Pose
ar: الوضعية
bg: Поза
cs: Póza
da: Positur
el: Πόζα
et: Poos
fi: Asento
ga: Staidiúir
hr: Poza
hu: Póz
is: Stelling
it: Posa
ja: ポーズ
ko: 자세
lt: Poza
lv: Poza
mk: Поза
mt: Poża
nb: Positur
nl: Houding
pl: Ujęcie
ro: Poziție
ru: Ракурс
sk: Póza
sl: Poza
sq: Poza
sr: Поза
tr: Poz
uk: Ракурс
vi: Góc chụp
zh_hans: 角度
zh_hant: 角度

source: Power
ar: القدرة
bg: Мощност
ca: Potència
cs: Výkon
da: Effekt
de: Leistung
el: Ισχύς
es: Potencia
et: Võimsus
fi: Teho
fr: Puissance
ga: Cumhacht
hr: Snaga
hu: Teljesítmény
id: Daya
is: Afl
it: Potenza
ja: パワー
ko: 파워
lt: Galia
lv: Jauda
mk: Моќност
ms: Kuasa
mt: Qawwa
nb: Watt
nl: Vermogen
pl: Moc
pt_br: Potência
pt_pt: Potência
ro: Putere
ru: Мощность
sk: Výkon
sl: Moč
sq: Fuqia
sr: Снага
sv: Effekt
tr: Güç
uk: Потужність
vi: Công suất
zh_hans: 功率
zh_hant: 功率

source: Power per beat, %lld min scored
ar: القدرة لكل نبضة، احتُسبت %lld دقيقة
bg: Мощност на удар, оценени %lld мин
ca: Potència per batec, %lld min valorats
cs: Výkon na tep, hodnoceno %lld min
da: Effekt pr. slag, %lld min vurderet
de: Leistung pro Schlag, %lld Min gewertet
el: Ισχύς ανά παλμό, %lld λεπτά βαθμολογήθηκαν
es: Potencia por latido, %lld min evaluados
et: Võimsus löögi kohta, hinnatud %lld min
fi: Teho sykettä kohti, arvioitu %lld min
fr: Puissance par battement, %lld min évaluées
ga: Cumhacht in aghaidh an bhuille, %lld nóim scóráilte
hr: Snaga po otkucaju, ocijenjeno %lld min
hu: Teljesítmény ütésenként, %lld perc értékelve
id: Daya per denyut, %lld mnt dinilai
is: Afl á slag, %lld mín metnar
it: Potenza per battito, %lld min valutati
ja: 1拍あたりのパワー、%lld 分を採点
ko: 박동당 파워, %lld분 채점
lt: Galia vienam dūžiui, įvertinta %lld min
lv: Jauda uz sitienu, vērtētas %lld min
mk: Моќност по отчукување, оценети %lld мин
ms: Kuasa setiap denyutan, %lld min dinilai
mt: Qawwa għal kull taħbita, %lld min ivvalutati
nb: Effekt per slag, %lld min vurdert
nl: Vermogen per slag, %lld min gemeten
pl: Moc na uderzenie, ocenione %lld min
pt_br: Potência por batimento, %lld min avaliados
pt_pt: Potência por batimento, %lld min avaliados
ro: Putere pe bătaie, %lld min evaluate
ru: Мощность на удар, оценено %lld мин
sk: Výkon na tep, hodnotených %lld min
sl: Moč na utrip, ocenjenih %lld min
sq: Fuqi për rrahje, %lld min të vlerësuara
sr: Снага по откуцају, оцењено %lld мин
sv: Effekt per slag, %lld min bedömda
tr: Atım başına güç, %lld dk değerlendirildi
uk: Потужність на удар, оцінено %lld хв
vi: Công suất trên mỗi nhịp, chấm %lld phút
zh_hans: 每心跳功率，计入 %lld 分钟
zh_hant: 每心跳功率，計入 %lld 分鐘

source: Predicted times
ar: الأزمنة المتوقَّعة
bg: Прогнозни времена
ca: Temps previstos
cs: Předpokládané časy
da: Forudsagte tider
de: Prognostizierte Zeiten
el: Προβλεπόμενοι χρόνοι
es: Tiempos previstos
et: Prognoositud ajad
fi: Ennustetut ajat
fr: Temps prévus
ga: Amanna tuartha
hr: Predviđena vremena
hu: Várható idők
id: Waktu prediksi
is: Spáðir tímar
it: Tempi previsti
ja: 予測タイム
ko: 예상 기록
lt: Numatomi laikai
lv: Prognozētie laiki
mk: Предвидени времиња
ms: Masa diramalkan
mt: Ħinijiet imbassra
nb: Anslåtte tider
nl: Voorspelde tijden
pl: Przewidywane czasy
pt_br: Tempos previstos
pt_pt: Tempos previstos
ro: Timpi estimați
ru: Прогноз времени
sk: Predpokladané časy
sl: Predvideni časi
sq: Kohët e parashikuara
sr: Предвиђена времена
sv: Förutsagda tider
tr: Tahmini dereceler
uk: Прогноз часу
vi: Thành tích dự đoán
zh_hans: 预测成绩
zh_hant: 預測成績

source: Preset
ar: إعداد جاهز
bg: Предварително зададено
ca: Predefinit
cs: Předvolba
da: Forvalg
de: Vorgabe
el: Προεπιλογή
es: Preajuste
et: Eelseade
fi: Esivalinta
fr: Préréglage
ga: Réamhshocrú
hr: Predložak
hu: Előbeállítás
id: Prasetel
is: Forstilling
it: Preimpostazione
ja: プリセット
ko: 프리셋
lt: Šablonas
lv: Sagatave
mk: Предлошка
ms: Pratetap
nb: Forhåndsvalg
nl: Voorinstelling
pl: Gotowa wartość
pt_br: Predefinição
pt_pt: Predefinição
ro: Presetare
ru: Пресет
sk: Predvoľba
sl: Prednastavitev
sq: Paracaktim
sr: Предложак
sv: Förval
tr: Hazır ayar
uk: Пресет
vi: Mẫu có sẵn
zh_hans: 预设
zh_hant: 預設

source: Pressing, horizontal or vertical
ar: دفع، أفقي أو رأسي
bg: Бутане, хоризонтално или вертикално
ca: Empènyer, horitzontal o vertical
cs: Tlak, vodorovný nebo svislý
da: Pres, vandret eller lodret
de: Drücken, horizontal oder vertikal
el: Ώθηση, οριζόντια ή κατακόρυφη
es: Empuje, horizontal o vertical
et: Surumine, horisontaalne või vertikaalne
fi: Työntö, vaaka- tai pystysuunnassa
fr: Poussée, horizontale ou verticale
ga: Brú, cothrománach nó ingearach
hr: Potisak, vodoravni ili okomiti
hu: Tolás, vízszintesen vagy függőlegesen
id: Dorongan, horizontal atau vertikal
is: Ýtingar, láréttar eða lóðréttar
it: Spinta, orizzontale o verticale
ja: プレス、水平または垂直
ko: 수평 또는 수직 밀기
lt: Stūmimas, horizontalus ar vertikalus
lv: Spiešana, horizontāla vai vertikāla
mk: Туркање, хоризонтално или вертикално
ms: Tolakan, mendatar atau menegak
mt: Imbuttar, orizzontali jew vertikali
nb: Press, vannrett eller loddrett
nl: Duwen, horizontaal of verticaal
pl: Wyciskanie, poziome lub pionowe
pt_br: Empurrar, horizontal ou vertical
pt_pt: Empurrar, na horizontal ou na vertical
ro: Împins, orizontal sau vertical
ru: Жим, горизонтальный или вертикальный
sk: Tlak, vodorovný alebo zvislý
sl: Potisk, vodoraven ali navpičen
sq: Shtytje, horizontale ose vertikale
sr: Потисак, водоравни или усправни
sv: Pressande, horisontellt eller vertikalt
tr: İtme, yatay veya dikey
uk: Жим, горизонтальний або вертикальний
vi: Đẩy, ngang hoặc dọc
zh_hans: 水平或垂直推
zh_hant: 水平或垂直推

source: Primary muscles
ar: العضلات الأساسية
bg: Основни мускули
ca: Músculs principals
cs: Hlavní svaly
da: Primære muskler
de: Hauptmuskeln
el: Κύριοι μύες
es: Músculos principales
et: Peamised lihased
fi: Päälihakset
fr: Muscles principaux
ga: Príomhmhatáin
hr: Glavni mišići
hu: Fő izmok
id: Otot utama
is: Helstu vöðvar
it: Muscoli principali
ja: 主働筋
ko: 주동근
lt: Pagrindiniai raumenys
lv: Galvenie muskuļi
mk: Главни мускули
ms: Otot utama
mt: Muskoli prinċipali
nb: Hovedmuskler
nl: Belangrijkste spieren
pl: Główne mięśnie
pt_br: Músculos principais
pt_pt: Músculos principais
ro: Mușchi principali
ru: Основные мышцы
sk: Hlavné svaly
sl: Glavne mišice
sq: Muskujt kryesorë
sr: Главни мишићи
sv: Huvudmuskler
tr: Birincil kaslar
uk: Основні м’язи
vi: Nhóm cơ chính
zh_hans: 主要肌群
zh_hant: 主要肌群

source: Primed
ar: في الذروة
bg: Заредено
ca: A punt de to
cs: Nabroušený
da: Skarp
de: Bereit
el: Σε αιχμή
es: A punto
et: Tipus
fi: Terävä
fr: En forme
ga: Ar bhuaic
hr: U vrhunskoj formi
hu: Csúcsformában
id: Siap puncak
is: Í toppformi
it: In palla
ja: 仕上がっています
ko: 최상
lt: Viršūnėje
lv: Virsotnē
mk: Во врвна форма
ms: Sedia memuncak
mt: Fl-aqwa tiegħek
nb: Skjerpet
nl: Scherp
pl: Naostrzony
pt_br: Afiado
pt_pt: Afiado
ro: În vârf de formă
ru: На пике
sk: Nabrúsený
sl: V vrhunski formi
sq: Në kulm
sr: У врхунској форми
sv: Skärpt
tr: Keskin
uk: На піку
vi: Đỉnh phong độ
zh_hans: 巅峰
zh_hant: 巔峰

source: Priority
ar: الأولوية
bg: Приоритет
ca: Prioritat
cs: Priorita
da: Prioritet
de: Priorität
el: Προτεραιότητα
es: Prioridad
et: Prioriteet
fi: Tärkeys
fr: Priorité
ga: Tosaíocht
hr: Prioritet
hu: Prioritás
id: Prioritas
is: Forgangur
it: Priorità
ja: 優先度
ko: 우선순위
lt: Prioritetas
lv: Prioritāte
mk: Приоритет
ms: Keutamaan
mt: Prijorità
nb: Prioritet
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
pt_pt: Prioridade
ro: Prioritate
ru: Приоритет
sk: Priorita
sl: Prednost
sq: Prioriteti
sr: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
vi: Mức ưu tiên
zh_hans: 优先级
zh_hant: 優先順序

source: Productive
ar: مُثمر
bg: Продуктивно
ca: Productiu
cs: Produktivní
da: Produktivt
de: Produktiv
el: Παραγωγικό
es: Productivo
et: Produktiivne
fi: Tuottava
fr: Productif
ga: Torthúil
hr: Produktivno
hu: Eredményes
id: Produktif
is: Uppbyggilegt
it: Produttivo
ja: 効果的
ko: 발전 중
lt: Produktyvu
lv: Produktīvi
mk: Продуктивно
ms: Produktif
mt: Produttiv
nb: Produktivt
nl: Productief
pl: Produktywnie
pt_br: Produtivo
pt_pt: Produtivo
ro: Productiv
ru: Продуктивно
sk: Produktívne
sl: Produktivno
sq: Produktive
sr: Продуктивно
sv: Produktivt
tr: Verimli
uk: Продуктивно
vi: Tiến bộ
zh_hans: 有效提升
zh_hant: 有效提升

source: Progress
ar: التقدّم
bg: Напредък
ca: Evolució
cs: Vývoj
da: Udvikling
de: Fortschritt
el: Πρόοδος
es: Progreso
et: Areng
fi: Kehitys
fr: Progression
ga: Dul chun cinn
hr: Napredak
hu: Alakulás
id: Perkembangan
is: Þróun
it: Progressi
ja: 進捗
ko: 변화
lt: Pokytis
lv: Attīstība
mk: Напредок
ms: Kemajuan
nb: Utvikling
nl: Voortgang
pl: Postęp
pt_br: Evolução
pt_pt: Progresso
ro: Evoluție
ru: Прогресс
sk: Vývoj
sl: Napredek
sq: Ecuria
sr: Напредак
sv: Utveckling
tr: İlerleme
uk: Прогрес
vi: Thay đổi
zh_hans: 变化
zh_hant: 變化

source: Pull
ar: سحب
bg: Дърпане
ca: Estirar
cs: Tah
da: Træk
de: Ziehen
el: Έλξη
es: Tirón
et: Tõmme
fi: Veto
fr: Tirage
ga: Tarraingt
hr: Povlačenje
hu: Húzás
id: Tarik
is: Tog
it: Tirata
ja: プル
ko: 당기기
lt: Traukimas
lv: Vilkšana
mk: Влечење
ms: Tarik
mt: Ġbid
nb: Trekk
nl: Trekken
pl: Ciągnięcie
pt_br: Puxar
pt_pt: Puxar
ro: Tras
ru: Тяга
sk: Ťah
sl: Poteg
sq: Tërheqje
sr: Повлачење
sv: Drag
tr: Çekme
uk: Тяга
vi: Kéo
zh_hans: 拉
zh_hant: 拉
